tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "heroku/brew"
tap "pointfreeco/tap"
tap "prime-radiant-inc/tap"
tap "rajiv/fastmate"
tap "soostone/napkin"
tap "steipete/tap"
tap "tidbyt/tidbyt"
tap "tronbyt/tronbyt"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ca-certificates"
brew "glib"
brew "cairo"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "gobject-introspection"
brew "imagemagick"
brew "ios-webkit-debug-proxy"
brew "libpq"
brew "libtorrent-rakshasa"
brew "libxml2"
brew "libxslt"
brew "llm"
brew "mackup"
brew "mas"
brew "neovim"
brew "node"
brew "numpy"
brew "pandoc"
brew "pigz"
brew "pipx"
brew "postgresql@17", restart_service: :changed
brew "pv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tronbyt-server", restart_service: :changed
brew "uv"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "heroku/brew/heroku"
brew "pointfreeco/tap/pfw"
brew "steipete/tap/imsg"
brew "steipete/tap/peekaboo"
brew "steipete/tap/summarize"
brew "tidbyt/tidbyt/pixlet"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "balenaetcher"
cask "brave-browser"
cask "cork"
cask "crossover"
cask "cursor"
cask "docker-desktop"
cask "rajiv/fastmate/fastmate"
cask "font-consolas-for-powerline"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "hazel"
cask "rubymine"
cask "steermouse"
cask "tailscale-app"
cask "visual-studio-code"
cask "warp"
cask "wch-ch34x-usb-serial-driver"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "phgn.vscode-starlark"
